import { TMenuList } from "../../types";


export const menuListUA: TMenuList = [
  // 1
  {
    week: 1,

    date: "22.10",
    day: "ВІВТОРОК",
    lunch:
      "Риба запечена в алюмінієвій фользі + картопля або картопля фрі + салат",
  },

  {
    week: 1,
    date: "23.10",
    day: "СЕРЕДА",
    lunch: "Томатний суп з локшиною + оладки",
  },

  {
    week: 1,

    date: "24.10",
    day: "ЧЕТВЕРГ",
    lunch: "Куряче філе + картопля + салат зі сметаною",
  },

  {
    week: 1,

    date: "25.10",
    day: "П'ЯТНИЦЯ",
    lunch: "Тушковане м'ясо (гуляш) + каша + маринований огірок та / або буряк з хріном",
  },

  {
    week: 1,
    date: "26.10",
    day: "СУБОТА",
    lunch: "Бігос з картоплею або хлібом",
  },

  //2

  {
    week: 2,

    date: "29.10",
    day: "ВІВТОРОК",
    lunch:
      "Риба запечена в алюмінієвій фользі + картопля або картопля фрі + салат",
  },

  {
    week: 2,

    date: "30.10",
    day: "СЕРЕДА",
    lunch: "Рулет зі свинини + ліниві пироги + синя капуста",
  },

  {
    week: 2,
    date: "31.10",
    day: "ЧЕТВЕРГ",
    lunch: "Росольник з картоплею + деруни",
  },

  {
    week: 2,

    date: "01.11",
    day: "П'ЯТНИЦЯ",
    lunch:
      "Котлети + картопля + капусту обсмажену (квашену капусту відварити до м'якості близько 50 хв-додати лавровий лист, запашний перець. Після приготування додати заправку)",
  },

  {
    week: 2,
    date: "02.11",
    day: "СУБОТА",
    lunch: "Запіканка типу лазанья",
  },

  //3
  {
    week: 3,
    date: "05.11",
    day: "ВІВТОРОК",
    lunch: "Дерун по-угорськи",
  },
  {
    week: 3,

    date: "06.11",
    day: "СЕРЕДА",
    lunch: "Суп крупник з картоплею, крупою, м'ясом",
  },

  {
    week: 3,
    date: "07.11",
    day: "ЧЕТВЕРГ",
    lunch: "Свиняча відбивна + картопля або картопля фрі + мізерія",
  },

  {
    week: 3,

    date: "08.11",
    day: "П'ЯТНИЦЯ",
    lunch: "Ліниві пироги + грибний соус + буряк з хріном",
  },

  {
    week: 3,
    date: "09.11",
    day: "СУБОТА",
    lunch:
      "Курячі гомілки + рис + зелена квасоля або цвітна капуста з паніровочними сухарями (залежно від сезону) + грецький салат ",
  },
  //4
  {
    week: 4,
    date: "12.11",
    day: "ВІВТОРОК",
    lunch: "Смажена риба + картопля або картопля фрі + салат з моркви",
  },
  {
    week: 4,

    date: "13.11",
    day: "СЕРЕДА",
    lunch: "Каркувка (мʼясо з шиї свині) + крупа + салат",
  },

  {
    week: 4,
    date: "14.11",
    day: "ЧЕТВЕРГ",
    lunch:
      "Куряче стегно + картопля або картопля фрі + салат з помідорів з цибулею",
  },

  {
    week: 4,

    date: "15.11",
    day: "П'ЯТНИЦЯ",
    lunch: "Різотто з куркою і овочами без соусу + салат",
  },

  {
    week: 4,
    date: "16.11",
    day: "СУБОТА",
    lunch: "Борщ український",
  },
  //5
  {
    week: 5,
    date: "19.11",
    day: "ВІВТОРОК",
    lunch: "Смажене яйце + картопля + салат зі сметаною",
  },
  {
    week: 5,

    date: "20.11",
    day: "СЕРЕДА",
    lunch:
      "Грудка індички в соусі з сушених помідорів, свіжого шпинату і вершків + макарони",
  },

  {
    week: 5,
    date: "21.11",
    day: "ЧЕТВЕРГ",
    lunch: "Свинячі битки + картопля + салат",
  },

  {
    week: 5,

    date: "22.11",
    day: "П'ЯТНИЦЯ",
    lunch: "Томатний суп з рисом + млинці ",
  },

  {
    week: 5,
    date: "23.11",
    day: "СУБОТА",
    lunch: "Гуляш(тушковане мʼясо) + картопля + маринований огірок",
  },

  //6
  {
    week: 6,
    date: "26.11",
    day: "ВІВТОРОК",
    lunch:
      "Смажена риба + картопля або картопля фрі + салат з помідорів з цибулею та сметаною",
  },
  {
    week: 6,

    date: "27.11",
    day: "СЕРЕДА",
    lunch:
      "Курячі гомілки+ картопля + цвітна капуста в паноровочних сухарях ( якщо сезон) + грецький салат",
  },

  {
    week: 6,
    date: "28.11",
    day: "ЧЕТВЕРГ",
    lunch: "Овочевий суп + рис з яблуками або млинці ",
  },

  {
    week: 6,

    date: "29.11",
    day: "П'ЯТНИЦЯ",
    lunch: "Смажене куряче філе + картопля або картопля фрі + салат",
  },

  {
    week: 6,
    date: "30.11",
    day: "СУБОТА",
    lunch: "Курка з брокколі у вершковому соусі з локшиною",
  },
];
