import { TMenuList } from "../../types";

export const menuListRU: TMenuList = [
  // 1
  {
    week: 1,

    date: "22.10",
    day: "ВТОРНИК",
    lunch:
      "Рыба из духовки, запеченная в алюминиевой фольге, + картофель или картофель фри + салат из овощей",
  },

  {
    week: 1,

    date: "23.10",
    day: "СРЕДА",
    lunch: "Томатный суп с лапшой + рацухы - racuchy",
  },

  {
    week: 1,

    date: "24.10",
    day: "ЧЕТВЕРГ",
    lunch: "Куриное филе + картофель + листья салата (sałata masłowa) с сливками",
  },

  {
    week: 1,

    date: "25.10",
    day: "ПЯТНИЦА",

    lunch: "Тушенное мясо + крупа (но не рис и не манка)+солёный огурец либо свёкла с хреном",
  },

  {
    week: 1,
    date: "26.10",
    day: "СУББОТА",
    lunch: "Бигос (Квашеная капуста,колбаса, говядина, Томатная паста и.т.д.) + картошка или хлеб",
  },

  //2

  {
    week: 2,

    date: "29.10",
    day: "ВТОРНИК",
    lunch:
      "Рыба из духовки, запеченная в алюминиевой фольге + картофель или картофель фри + салат",
  },

  {
    week: 2,

    date: "30.10",
    day: "СРЕДА",
    lunch: "Рулет из свинины + шленские клуски (kluski śląskie) + красная капуста",
  },

  {
    week: 2,
    date: "31.10",
    day: "ЧЕТВЕРГ",
    lunch: "Суп с квашеных огурцов (рассольник) с картошкой + картофельные оладьи (драники)",
  },

  {
    week: 2,

    date: "01.11",
    day: "ПЯТНИЦА",
    lunch:
      "Фрикадельки + картошка + Квашеная капуста жареная (варить квашеную капусту до мягкости около 50 минут, добавить лавровый лист и душистый перец, добавить ру [Сливочное масло: растопить на горячей сковороде. Мука: добавить ее в растопленное сливочное масло] добавить в капусту )",
  },

  {
    week: 2,
    date: "02.11",
    day: "СУББОТА",
    lunch: "Лазанья",
  },

  //3
  {
    week: 3,
    date: "05.11",
    day: "ВТОРНИК",
    lunch: "Картофельная оладья по- венгерски(гуляш в картофельном блине)",
  },
  {
    week: 3,

    date: "06.11",
    day: "СРЕДА",
    lunch: "Перловый суп с картошкой, кашей, мясом",
  },

  {
    week: 3,
    date: "07.11",
    day: "ЧЕТВЕРГ",
    lunch: "Свиная отбивная в панировке + картошка  или картофель фри + мизерия ( салат из свежих огурцов со сметаной)",
  },

  {
    week: 3,

    date: "08.11",
    day: "ПЯТНИЦА",
    lunch: "Картофельные клецки  (польские Капытка)  + грибной соус + буряк с хреном",
  },

  {
    week: 3,
    date: "09.11",
    day: "СУББОТА",
    lunch:
      "Куриные ножки( голени) + рис + зелёная фасоль либо цветная капуста с панировочными сухарями ( булка тарта)( панировочные сухари обжариваем на масле и поливаем ими фасоль или цветную капусту) + греческий салат",
  },
  //4
  {
    week: 4,
    date: "12.11",
    day: "ВТОРНИК",
    lunch: "Жареная рыба + картошка или картофель фри + салат с морковью",
  },
  {
    week: 4,

    date: "13.11",
    day: "СРЕДА",
    lunch: "Свиная шея (каркувка)+ крупа+ овощной салат",
  },

  {
    week: 4,
    date: "14.11",
    day: "ЧЕТВЕРГ",
    lunch:
      "Куриное бедро + картошка или картофель фри + салат с помидорами и луком",
  },

  {
    week: 4,

    date: "15.11",
    day: "ПЯТНИЦА",
    lunch: "Куриное ризотто с овощами без соуса + овощной салат",
  },

  {
    week: 4,
    date: "16.11",
    day: "СУББОТА",
    lunch: "Украинский борщ",
  },
  //5
  {
    week: 5,
    date: "19.11",
    day: "ВТОРНИК",
    lunch: "Жареное яйцо + картошка + салат маслянистый со сметаной (sałata masłowa)",
  },
  {
    week: 5,

    date: "20.11",
    day: "СРЕДА",
    lunch:
      "Грудка индейки в соусе из сушеных помидоров, свежим шпинатом и сметаной + макароны",
  },

  {
    week: 5,
    date: "21.11",
    day: "ЧЕТВЕРГ",
    lunch: "Свиные отбивные в соусе + картошка + Салат ",
  },

  {
    week: 5,

    date: "22.11",
    day: "ПЯТНИЦА",
    lunch: "Томатный суп с рисом + блинчики",
  },

  {
    week: 5,
    date: "23.11",
    day: "СУББОТА",
    lunch: "Гуляш + картошка + солёные огурцы",
  },

  //6
  {
    week: 6,
    date: "26.11",
    day: "ВТОРНИК",
    lunch:
      "Жареная рыба + картошка или картофель фри + салат из помидоров с луком и сметаной",
  },
  {
    week: 6,

    date: "27.11",
    day: "СРЕДА",
    lunch:
      "Куриное ножки ( голени) + картошка + цветная капуста с жареными на масле панировочными сухарями ( булка тарта) + греческий салат",
  },

  {
    week: 6,
    date: "28.11",
    day: "ЧЕТВЕРГ",
    lunch: "Овощной суп + рис с яблоками или блины",
  },

  {
    week: 6,

    date: "29.11",
    day: "ПЯТНИЦА",
    lunch: "Куриное филе + картошка или картофель фри + салат",
  },

  {
    week: 6,
    date: "30.11",
    day: "СУББОТА",
    lunch: "Жареное куриное филе с брокколи  в сливочном соусе + макароны",
  },
];
